tap "homebrew/cask"
tap "homebrew/cask-fonts"
cask_args appdir: "/Applications"

brew "tfenv"
brew "awscli"
brew "fzf"
brew "jq"
brew "git"
brew "starship" # shell prompt
brew "docker-compose"
brew "p7zip"
brew "node"
brew "packer"

cask "docker", restart_service: :changed
cask "google-chrome"
cask "visual-studio-code"
cask "coconutbattery"
cask "font-cascadia-pl"
cask "font-cascadia-mono-pl"
cask "rectangle"
cask "dozer"
cask "tunnelblick"
cask "iterm2"
cask "keepingyouawake"
cask "karabiner-elements"
cask "krisp"
cask "signal"
cask "ableton-live-intro"
